{"text":"Product: Women's Campside Oxfords Description: This ultracomfortable lace-to-toe Oxford boasts a super-soft canvas, thick cushioning, and quality construction for a broken-in feel from the first time you put them on. \n\nSize & Fit: Order regular shoe size. For half sizes not offered, order up to next whole size. \n\nSpecs: Approx. weight: 1 lb.1 oz. per pair. \n\nConstruction: Soft canvas material for a broken-in feel and look. Comfortable EVA innersole with Cleansport NXT® antimicrobial odor control. Vintage hunt, fish and camping motif on innersole. Moderate arch contour of innersole. EVA foam midsole for cushioning and support. Chain-tread-inspired molded rubber outsole with modified chain-tread pattern. Imported. \n\nQuestions? Please contact us for any inquiries.","QA":"Q1: What material is used for the upper part of the Women's Campside Oxfords?  \nA1: The upper part of the Women's Campside Oxfords is made of soft canvas material.  \n\nQ2: What should customers do if their shoe size is a half size that is not offered?  \nA2: Customers should order up to the next whole size if their half size is not offered.  \n\nQ3: What feature of the Women's Campside Oxfords helps control odor?  \nA3: The Women's Campside Oxfords have a Cleansport NXT® antimicrobial odor control in the EVA innersole."}
{"text":"Product: Recycled Waterhog Dog Mat, Chevron Weave Description: Protect your floors from spills and splashing with our ultradurable recycled Waterhog dog mat made right here in the USA. \n\nSpecs\nSmall - Dimensions: 18\" x 28\". \nMedium - Dimensions: 22.5\" x 34.5\".\n\nWhy We Love It\nMother nature, wet shoes and muddy paws have met their match with our Recycled Waterhog mats. Ruggedly constructed from recycled plastic materials, these ultratough mats help keep dirt and water off your floors and plastic out of landfills, trails and oceans. Now, that's a win-win for everyone.\n\nFabric & Care\nVacuum or hose clean.\n\nConstruction\n24 oz. polyester fabric made from 94% recycled materials.\nRubber backing.\n\nAdditional Features\nFeatures an -exclusive design.\nFeatures thick and thin fibers for scraping dirt and absorbing water.\nDries quickly and resists fading, rotting, mildew and shedding.\nUse indoors or out.\nMade in the USA.\n\nHave questions? Reach out to our customer service team with any questions you may have.","QA":"Q1: What materials are used to construct the Recycled Waterhog Dog Mat?  \nA1: The mat is made from 24 oz. polyester fabric consisting of 94% recycled materials and has a rubber backing.  \n\nQ2: How should you clean the Recycled Waterhog Dog Mat?  \nA2: You can clean the mat by vacuuming it or hosing it down.  \n\nQ3: What are the dimensions of the medium-sized Recycled Waterhog Dog Mat?  \nA3: The medium-sized mat measures 22.5\" x 34.5\".  "}
{"text":"Product: Infant and Toddler Girls' Coastal Chill Swimsuit, Two-Piece Description: She'll love the bright colors, ruffles and exclusive whimsical prints of this toddler's two-piece swimsuit! Our four-way-stretch and chlorine-resistant fabric keeps its shape and resists snags. The UPF 50+ rated fabric provides the highest rated sun protection possible, blocking 98% of the sun's harmful rays. The crossover no-slip straps and fully lined bottom ensure a secure fit and maximum coverage. Machine wash and line dry for best results. Imported.","QA":"Q1: What features make the Infant and Toddler Girls' Coastal Chill Swimsuit comfortable and secure?  \nA1: The swimsuit has crossover no-slip straps and a fully lined bottom for a secure fit and maximum coverage.  \n\nQ2: How does the fabric of the swimsuit provide sun protection?  \nA2: The fabric is UPF 50+ rated, blocking 98% of the sun's harmful rays for the highest level of sun protection.  \n\nQ3: What care instructions should be followed for this swimsuit?  \nA3: The swimsuit should be machine washed and line dried for best results."}
{"text":"Product: Refresh Swimwear, V-Neck Tankini Contrasts Description: Whether you're going for a swim or heading out on an SUP, this watersport-ready tankini top is designed to move with you and stay comfortable. All while looking great in an eye-catching colorblock style. \n\nSize & Fit\nFitted: Sits close to the body.\n\nWhy We Love It\nNot only does this swimtop feel good to wear, its fabric is good for the earth too. In recycled nylon, with Lycra® spandex for the perfect amount of stretch. \n\nFabric & Care\nThe premium Italian-blend is breathable, quick drying and abrasion resistant. \nBody in 82% recycled nylon with 18% Lycra® spandex. \nLined in 90% recycled nylon with 10% Lycra® spandex. \nUPF 50+ rated – the highest rated sun protection possible. \nHandwash, line dry.\n\nAdditional Features\nLightweight racerback straps are easy to get on and off, and won't get in your way. \nFlattering V-neck silhouette. \nImported.\n\nSun Protection That Won't Wear Off\nOur high-performance fabric provides SPF","QA":"Q1: What makes the Refresh Swimwear V-Neck Tankini Contrasts environmentally friendly?  \nA1: It is made from recycled nylon and Lycra® spandex, reducing environmental impact.  \n\nQ2: How does the fabric of the tankini top enhance comfort and durability?  \nA2: The Italian-blend fabric is breathable, quick-drying, and abrasion-resistant, ensuring comfort and longevity.  \n\nQ3: What sun protection does the Refresh Swimwear V-Neck Tankini Contrasts offer?  \nA3: It has a UPF 50+ rating, providing the highest level of sun protection possible."}
{"text":"Product: EcoFlex 3L Storm Pants Description: Our new TEK O2 technology makes our four-season waterproof pants even more breathable. It's guaranteed to keep you dry and comfortable – whatever the activity and whatever the weather. Size & Fit: Slightly Fitted through hip and thigh. \n\nWhy We Love It: Our state-of-the-art TEK O2 technology offers the most breathability we've ever tested. Great as ski pants, they're ideal for a variety of outdoor activities year-round. Plus, they're loaded with features outdoor enthusiasts appreciate, including weather-blocking gaiters and handy side zips. Air In. Water Out. See how our air-permeable TEK O2 technology keeps you dry and comfortable. \n\nFabric & Care: 100% nylon, exclusive of trim. Machine wash and dry. \n\nAdditional Features: Three-layer shell delivers waterproof protection. Brand new TEK O2 technology provides enhanced breathability. Interior gaiters keep out rain and snow. Full side zips for easy on\/off over boots. Two zippered hand pockets. Thigh pocket. Imported.\n\n – Official Supplier to the U.S. Ski Team\nTHEIR WILL","QA":"Q1: What technology is used in the EcoFlex 3L Storm Pants to enhance breathability?  \nA1: The EcoFlex 3L Storm Pants use TEK O2 technology to provide enhanced breathability.  \n\nQ2: What features make the EcoFlex 3L Storm Pants suitable for outdoor activities year-round?  \nA2: The pants feature TEK O2 technology for breathability, a three-layer waterproof shell, interior gaiters to keep out rain and snow, full side zips for easy on\/off, and multiple zippered pockets.  \n\nQ3: How should the EcoFlex 3L Storm Pants be cared for?  \nA3: The pants are made of 100% nylon and should be machine washed and dried."}
{"text":"Product: Smooth Comfort Check Shirt, Slightly Fitted Description: Our men's slightly fitted check shirt is the perfect choice for your wardrobe! Customers love how it fits right out of the dryer. Size & Fit: Slightly Fitted, Relaxed through the chest and sleeve with a slightly slimmer waist. Fabric & Care: 100% cotton poplin, with wrinkle-free performance that won't wash out. Our innovative TrueCool® fabric wicks moisture away from your skin and helps it dry quickly. Additional Features: Traditional styling with a button-down collar and a single patch pocket. Imported.","QA":"Q1: What is the fabric composition of the Smooth Comfort Check Shirt?  \nA1: The shirt is made of 100% cotton poplin with wrinkle-free performance.  \n\nQ2: How does the TrueCool® fabric benefit the wearer?  \nA2: The TrueCool® fabric wicks moisture away from the skin and helps it dry quickly.  \n\nQ3: What are the key features of the shirt's fit?  \nA3: The shirt is slightly fitted, relaxed through the chest and sleeve, with a slightly slimmer waist."}
{"text":"Product: Mens Outdoor Research Apex Gloves Description: These Outdoor Research Arete gloves are perfect for your backcountry adventures. They feature a tough Taslan nylon shell and removable Gore-Tex® nylon fleece liner that is quick-drying and provides complete protection and warmth. The stretchy nylon Lycra elastane soft-shell fabric on the back of the hands allows for freedom of movement, while the ergonomic design lets your hands move naturally for maximum comfort. The gauntlet closure seals out snow and cold wind, and a special pocket allows for a heat pack to be inserted to help keep your hands warm. Both the shell and 100-weight-fleece liner can be worn alone or together for maximum warmth. Imported. These gloves also offer serious waterproof protection from the elements, and are highly breathable to allow moisture vapor to escape. Get the durability you expect from Gore-Tex fabrics.","QA":"Q1: What materials are used in the construction of the Outdoor Research Arete gloves?  \nA1: The gloves feature a tough Taslan nylon shell, a removable Gore-Tex® nylon fleece liner, and stretchy nylon Lycra elastane soft-shell fabric on the back of the hands.  \n\nQ2: How do the Outdoor Research Arete gloves provide warmth in cold conditions?  \nA2: They have a quick-drying Gore-Tex® nylon fleece liner, a gauntlet closure to seal out snow and wind, and a special pocket for inserting a heat pack.  \n\nQ3: Can the components of the Outdoor Research Arete gloves be worn separately?  \nA3: Yes, both the shell and the 100-weight-fleece liner can be worn alone or together for maximum warmth."}
{"text":"Product: Women's Ultraplush Sweats, Relaxed Crewneck Description: This crewneck sweatshirt is crafted from soft french terry, making it feel great after a long day. It also looks so good it could be worn around town. Our most generous fit sits farthest from the body and falls at the hip. It's made of 95% cotton and 5% spandex and is a substantial midweight french terry fabric, smooth on the outside and softly looped on the inside. It's designed with shaping for a flattering, feminine fit and features raglan sleeves, a straight hem with side slits, and a curved hem that's slightly longer in the back. Machine wash and dry. Imported.","QA":"Q1: What material is the Women's Ultraplush Sweats, Relaxed Crewneck made of?  \nA1: It is made of 95% cotton and 5% spandex.  \n\nQ2: How does the Women's Ultraplush Sweats, Relaxed Crewneck fit?  \nA2: It has a generous fit that sits farthest from the body and falls at the hip.  \n\nQ3: What design features does the Women's Ultraplush Sweats, Relaxed Crewneck have?  \nA3: It features raglan sleeves, a straight hem with side slits, and a curved hem that is slightly longer in the back."}
{"text":"Product: Mountain Man Fleece Jacket Description: Our best-value fleece jacket is designed with inspiration from our archives and made from 100% recycled polyester for unbeatable comfort and wear-anywhere style. \n\nSize & Fit: Slightly Fitted. Best with lightweight layer. Falls at hip. \n\nWhy We Love It: Our designers took inspiration from the  archives to create this ultrasoft fleece jacket. We love how the heritage styling is updated with a modern, slimming fit. Plus, it’s made from 100% recycled fleece – so you can stay warm and feel good about it. \n\nFabric & Care: 100% recycled fleece is soft, cozy and gentle on the planet. Ultraplush fibers resist wind for even more warmth. Machine wash and dry. \n\nAdditional Features: Features our classic Mount Katahdin logo. Bart Boot lace-inspired zippers and drawcord. Two lower zippered hand pockets. Elastic cuffs and drawcord hem seal out cold air. Imported.","QA":"Q1: What material is the Mountain Man Fleece Jacket made from?  \nA1: The Mountain Man Fleece Jacket is made from 100% recycled polyester.  \n\nQ2: How should the Mountain Man Fleece Jacket be washed and dried?  \nA2: The Mountain Man Fleece Jacket should be machine washed and dried.  \n\nQ3: What design elements are featured on the Mountain Man Fleece Jacket?  \nA3: The Mountain Man Fleece Jacket features the classic Mount Katahdin logo, Bart Boot lace-inspired zippers and drawcord, two lower zippered hand pockets, elastic cuffs, and a drawcord hem to seal out cold air."}
{"text":"Product: Compact Camping Table, 25\" Description: This aluminum portable camp table is perfect for car camping trips, picnics and tailgates. It features a one-piece design with telescoping legs that folds down into a small package. The table is made from lightweight yet durable aluminum and can hold up to 60 lb. The open dimensions are 25\"H x 25\"W x 27.5\"D and the folded dimensions are 25\"H x 24\"W x 2\"D, and the weight is 5 lb. 10 oz. This table can accommodate dinner for up to four people or can be used as a side table.","QA":"Q1: What material is the Compact Camping Table made from?  \nA1: The Compact Camping Table is made from lightweight yet durable aluminum.  \n\nQ2: How much weight can the Compact Camping Table support?  \nA2: The Compact Camping Table can hold up to 60 lb.  \n\nQ3: What are the folded dimensions of the Compact Camping Table?  \nA3: The folded dimensions of the Compact Camping Table are 25\"H x 24\"W x 2\"D."}
{"text":"Product: Cozy Comfort Pullover Set, Stripe Description: Perfect for lounging, this striped knit set lives up to its name. We used ultrasoft fabric and an easy design that's as comfortable at bedtime as it is when we have to make a quick run out.\n\nSize & Fit\n- Pants are Favorite Fit: Sits lower on the waist.\n- Relaxed Fit: Our most generous fit sits farthest from the body.\n\nFabric & Care\n- In the softest blend of 63% polyester, 35% rayon and 2% spandex.\n\nAdditional Features\n- Relaxed fit top with raglan sleeves and rounded hem.\n- Pull-on pants have a wide elastic waistband and drawstring, side pockets and a modern slim leg.\n\nImported.","QA":"Q1: What type of fabric is used in the Cozy Comfort Pullover Set, Stripe?  \nA1: The set is made from a blend of 63% polyester, 35% rayon, and 2% spandex.  \n\nQ2: What are the features of the pull-on pants in the Cozy Comfort Pullover Set, Stripe?  \nA2: The pull-on pants have a wide elastic waistband with a drawstring, side pockets, and a modern slim leg.  \n\nQ3: How does the Cozy Comfort Pullover Set, Stripe fit?  \nA3: The pants have a Favorite Fit, sitting lower on the waist, and a Relaxed Fit, which sits farthest from the body. The top also has a relaxed fit with raglan sleeves and a rounded hem."}
{"text":"Product: Ultra-Lofty 850 Stretch Down Hooded Jacket Description: This technical stretch down jacket from our DownTek collection is sure to keep you warm and comfortable with its full-stretch construction providing exceptional range of motion. With a slightly fitted style that falls at the hip and best with a midweight layer, this jacket is suitable for light activity up to 20° and moderate activity up to -30°. The soft and durable 100% polyester shell offers complete windproof protection and is insulated with warm, lofty goose down. Other features include welded baffles for a no-stitch construction and excellent stretch, an adjustable hood, an interior media port and mesh stash pocket and a hem drawcord. Machine wash and dry. Imported.","QA":"Q1: What type of insulation does the Ultra-Lofty 850 Stretch Down Hooded Jacket use?  \nA1: The jacket is insulated with warm, lofty goose down.  \n\nQ2: What is the recommended temperature range for wearing the Ultra-Lofty 850 Stretch Down Hooded Jacket?  \nA2: It is suitable for light activity up to 20°F and moderate activity up to -30°F.  \n\nQ3: What features contribute to the jacket’s flexibility and comfort?  \nA3: The full-stretch construction provides exceptional range of motion, and the welded baffles offer a no-stitch design with excellent stretch."}
{"text":"Product: CozyCloud Flannel Sheet Set Description: Our Ultrasoft Flannel Bedding solid colored soft flannel sheet set is the perfect choice for those looking for year-round comfort. With its five-ounce weight and brushed cotton flannel construction, it will keep its bright colors wash after wash. It has been tested for harmful substances to the STANDARD 100 by OEKO-TEX® Certification (137 CITEVE) and is woven in Portugal exclusively for . This set includes one flat sheet, one fitted sheet and two cases; Twin has one case. \n\nSpecs:\nTwin: \nFlat: 102\" x 72\".\nFitted: 76\" x 39\" x 15\" pocket depth.\nPillowcases (1): 32\" x 20\".\n\nFull: \nFlat: 102\" x 86\".\nFitted: 76\" x 54\" x 15\" pocket depth.\nPillowcases (2): 32\" x 20\".\n\nQueen: \nFlat: 104\" x 96\".\nFitted: 80\" x 60\" x 15\" pocket depth.\nPillowcases (2): 32\" x 20\".\n\nKing: \nFlat: 110","QA":"Q1: What material is the CozyCloud Flannel Sheet Set made of?  \nA1: The CozyCloud Flannel Sheet Set is made of brushed cotton flannel.  \n\nQ2: What certification does the CozyCloud Flannel Sheet Set have for safety?  \nA2: The CozyCloud Flannel Sheet Set is certified to the STANDARD 100 by OEKO-TEX® (137 CITEVE) for harmful substances.  \n\nQ3: What items are included in the CozyCloud Flannel Sheet Set for a Twin size bed?  \nA3: The Twin size CozyCloud Flannel Sheet Set includes one flat sheet, one fitted sheet, and one pillowcase."}
{"text":"Product: Men's Maine Explorer Zip-Front Jac-Shirt Description: This classic wool jac-shirt is a unique combination of a jacket and a shirt, so you can wear it all year round. It fits loosely, perfect for layering when it's cold outside but can also be worn as an outer shirt when it's warm. \n\nSize & Fit\nTraditional Fit: Relaxed through the chest, sleeve and waist.\n\nFabric & Care\n85% wool, 15% nylon. \nSolid colors: 11 oz. per sq. yd. \nCamouflage: 15 oz. per sq. yd. \nDry clean. \n\nAdditional Features\nAttached exterior wool cape for additional warmth and protection in drizzle and snow. \nTwo welted handwarmer pockets and two button-through chest pockets. \nCut full for layering in colder weather. \nTop-quality wool for exceptional durability. \nWarm when wet and quiet in the woods. \nUltrasuede trim on cuffs and collar for comfort against skin. \nRugged brass zipper. \nPocket buttons are reinforced for security. \nTwo buttons on cuffs for increased adjustability. \nImported.","QA":"Q1: What materials is the Men's Maine Explorer Zip-Front Jac-Shirt made of?  \nA1: It is made of 85% wool and 15% nylon.  \n\nQ2: How does the jac-shirt provide additional warmth and protection?  \nA2: It has an attached exterior wool cape for extra warmth and protection in drizzle and snow.  \n\nQ3: What are some features that enhance the durability and comfort of the jac-shirt?  \nA3: It is made of top-quality wool for durability, has an ultrasuede trim on cuffs and collar for comfort, and features a rugged brass zipper."}
{"text":"Product: Easy-Care Classic Stripe Short-Sleeve Shirt, Traditional Fit Description: The ultimate striped chambray shirt – we kept everything you love and made it even better. Light and breathable in 100% cotton, with an easy-care finish that sheds wrinkles remarkably well. \n\nSize & Fit\nTraditional Fit: Relaxed through the chest, sleeve and waist. \n\nWhy We Love It\nEven when something is loved as much as a classic chambray, there's always something you can do to make it even better. And that's just what we did – introducing our exclusive easy-care chambray. It's light, breathable and sheds wrinkles. Just throw it in the wash, and it's ready to wear right out of the dryer. \n\nFabric & Care\n100% cotton chambray. A light iron gives it an even crisper look. Machine wash and dry. \n\nAdditional Features\nSingle patch pocket. Button-down collar. Imported. \n\nQuestions?\nFeel free to contact us with any questions or inquiries.","QA":"Q1: What material is the Easy-Care Classic Stripe Short-Sleeve Shirt made of?  \nA1: The shirt is made of 100% cotton chambray.  \n\nQ2: How does the Easy-Care Classic Stripe Short-Sleeve Shirt fit?  \nA2: It has a Traditional Fit, which is relaxed through the chest, sleeve, and waist.  \n\nQ3: What feature helps the Easy-Care Classic Stripe Short-Sleeve Shirt resist wrinkles?  \nA3: The shirt has an easy-care finish that sheds wrinkles remarkably well."}
{"text":"Product: Wind Chaser 110 Kayak Description: This lightweight recreational kayak is designed with a hard-chined hull for superior performance, a generously sized cockpit for easy entry and exit, and excellent stability so everyone in the family will enjoy paddling it. \n\nSpecs: \nCapacity: 278 lb. \nWeight: 38 lb. with seat; 32 lb. without seat. \nDimensions: 11' x 27\". \n\nConstruction: \nMade from superlight, durable thermoformed ABS plastic. \n\nAdditional Features: \nStern bulkhead provides flotation and dry storage. \n10-inch hinge hatch allows easy access to stern storage compartment. \nBow and stern deck bungee for dry bag and gear storage. \nPaddle holder secures paddle to deck. \nSuper-comfortable frame seat easily clips into a mounted bracket under the deck. \nSeat can be removed for use as a beach chair. \nTwist-loc foot brace system easily adjusts from a seated position. \nMolded grab handles at bow and stern offer a comfortable grip for carrying. \n55-inch XL cockpit allows easy entry\/exit and accommodates a small child or pet. \nUSA. \n\n","QA":"Q1: What material is the Wind Chaser 110 Kayak made from?  \nA1: The Wind Chaser 110 Kayak is made from superlight, durable thermoformed ABS plastic.  \n\nQ2: How does the Wind Chaser 110 Kayak provide storage for gear?  \nA2: The kayak features a stern bulkhead for flotation and dry storage, a 10-inch hinge hatch for easy access to the stern storage compartment, and bow and stern deck bungee for securing dry bags and gear.  \n\nQ3: What makes the Wind Chaser 110 Kayak easy to transport?  \nA3: The kayak is lightweight, weighing only 38 lb. with the seat and 32 lb. without it, and has molded grab handles at the bow and stern for a comfortable grip when carrying."}
{"text":"Product: Camo Trekker Midweight Quarter-Zip Pullover Hoodie Description: This camo quarter-zip hoodie is an extremely versatile mid layer that's great for all hunting seasons. It's made from warm, breathable fleece and features an innovative lightweight hood with a built-in face mask. \n\nFabric & Care: 100% polyester. Machine wash and dry.\n\nAdditional Features: An excellent layering piece for cold weather. Wind-resistant hard-shell fleece is quiet and resists water, debris and snags. Super-soft fleece interior is warm and can be worn over layers or next-to-skin. Unique lightweight hood has a built in face mask for extra warmth and total concealment. Built-in articulation allows excellent range of motion. Quarter-length zipper allows for easy on\/off and ventilation. Single vertical upper chest storage pocket. Thumbholes in cuff allow extra coverage; they stay closed when not in use. Flat seams won't chafe or catch on under layers. Imported.","QA":"Q1: What material is the Camo Trekker Midweight Quarter-Zip Pullover Hoodie made from?  \nA1: It is made from 100% polyester.  \n\nQ2: What feature of the hoodie provides extra warmth and total concealment?  \nA2: The unique lightweight hood with a built-in face mask provides extra warmth and total concealment.  \n\nQ3: How does the hoodie ensure a good range of motion?  \nA3: It has built-in articulation that allows excellent range of motion."}
{"text":"Product: Summit Soft Loveseat Description: Our upholstered loveseat sofa is designed for smaller spaces – and years of enjoyment. Specs: Dimensions: 38\"H x 61\"W x 36\"D. Weight: 115 lb. \n\nWhy We Love It: We worked closely with expert upholstery craftsmen in North Carolina to bring you this sturdy classic-styled loveseat at a comfortable price. Our well-designed Pine Point Upholstered Collection features soft yet durable fabric in an enduring traditional style to suit any space. \n\nFabric & Care: 100% polyester fabric. Spot clean. \n\nConstruction: Kiln dried hardwood and manufactured wood. Heavy-gauge steel springs provide extra support. High-density foam and soft polyester fiberfill. \n\nAdditional Features: Comes fully upholstered in a choice of colors for timeless appeal. Designed with plush cushioning in a versatile classic style. USA, fabric imported. \n\nQuestions? Please contact our customer service team for more information.","QA":"Q1: What are the dimensions and weight of the Summit Soft Loveseat?  \nA1: The Summit Soft Loveseat measures 38\"H x 61\"W x 36\"D and weighs 115 lb.  \n\nQ2: What materials are used in the construction of the Summit Soft Loveseat?  \nA2: The loveseat is made from kiln-dried hardwood and manufactured wood, with heavy-gauge steel springs for support, high-density foam, and soft polyester fiberfill.  \n\nQ3: How should the fabric of the Summit Soft Loveseat be maintained?  \nA3: The 100% polyester fabric should be spot cleaned."}
{"text":"Product: Zen Wave SUP Board, 10'8\" Description: This inflatable SUP combines the rigidity of a hard board with the convenience of an inflatable. Inflates to a rock-hard 20 psi for performance that rivals a hard board. Specs: Dimensions: 10'8\"L x 35\"W x 6\"D.\n\nAdditional Features:\n- Appropriate for touring, fitness paddling and light river running.\n- Inflates up to a rock-hard 20 psi for performance that is close to a hard board.\n- Streamlined construction for lightweight performance.\n- Four D-rings for attaching gear and essentials.\n- Includes three fins, travel carry bag, pump and a repair kit.\n- Folds up compactly when deflated for easy transport and storage.\n- EVA Deck Pad provides textured surface for grip and comfort.\n- Imported.\n\nHow to Choose a SUP: Find the best paddleboard for you – from paddling on calm waters to tackling big waves. WATCH THE VIDEO SUP BUYING GUIDE","QA":"Q1: What is the maximum inflation pressure of the Zen Wave SUP Board?  \nA1: The Zen Wave SUP Board inflates up to a rock-hard 20 psi.  \n\nQ2: What accessories are included with the Zen Wave SUP Board?  \nA2: The Zen Wave SUP Board includes three fins, a travel carry bag, a pump, and a repair kit.  \n\nQ3: What are the dimensions of the Zen Wave SUP Board?  \nA3: The Zen Wave SUP Board measures 10'8\" in length, 35\" in width, and 6\" in depth."}
{"text":"Product:  Buckingham Leather Sofa Description: Our American-made Leather Lodge Collection offers quality craftsmanship, maximum comfort and casual style. Specs: Dimensions: 36\"H x 78\"W x 39\"D. Weight: 159 lb. 11 oz. (Includes shipping materials). Construction: Durable, solid kiln-dried hardwood frames. High-density foam cushions. Solid wood feet. Rich, top-grain leather has a burnished warmth and a supple feel. Additional Features: Stylish, comfortable and well-built. Frames have exceptional joinery and feature spring construction to ensure resiliency. Chocolate Brown has a supple, broken-in feeling and a beautiful natural patina. Chestnut Brown is slightly distressed for a gorgeous vintage look. Made in USA of imported materials. Questions?","QA":"Q1: What materials are used in the construction of the Buckingham Leather Sofa?  \nA1: The Buckingham Leather Sofa is made with solid kiln-dried hardwood frames, high-density foam cushions, solid wood feet, and rich, top-grain leather.  \n\nQ2: What are the available color options for the Buckingham Leather Sofa?  \nA2: The Buckingham Leather Sofa is available in Chocolate Brown, which has a supple, broken-in feeling with a natural patina, and Chestnut Brown, which is slightly distressed for a vintage look.  \n\nQ3: What ensures the resiliency of the Buckingham Leather Sofa's frame?  \nA3: The frame of the Buckingham Leather Sofa features exceptional joinery and spring construction to ensure resiliency."}
